cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'cloudflared'
brew 'imagemagick'
brew 'postgresql@14'
brew 'redis'
brew 'spaceman-diff'
brew 'stripe/stripe-cli/stripe'
brew 'stripe/stripe-mock/stripe-mock'
brew 'wget'

cask '1password'
cask 'diffusionbee'
cask 'handbrake'
cask 'messenger'
cask 'notion-calendar'
cask 'plex'
cask 'raycast'
# cask 'warp' Consider for the future
cask 'whatsapp'
cask 'visual-studio-code'
cask 'vlc'
cask 'zoom'
